Repository: faustort/king-host-varnish-cleaner
Catalog: languages/king-host-varnish-cleaner-*.po
Languages: pt_br

source: Clear Varnish
pt_br: Limpar Varnish

source: Your API key is not valid
pt_br: Sua chave de API é inválida

source: King Host API Key
pt_br: Chave API King Host

source: Enter your King Host API Key
pt_br: Digite sua chave de API

source: King Host Varnish Settings
pt_br: Configurações King Host Varnish

source: Clear Varnish Cache
pt_br: Limpar Cache Varnish

source: K.H. Clear Varnish.
pt_br: Limpar Cache Varnish

source: Settings
pt_br: Configurações

source: API Key
pt_br: Chave de API

source: Wordpress is having difficult to access the K.H. Server
pt_br: O Wordpress está tendo dificuldade para acessar o servidor da K.H.

source: Something went wrong with server, this is the message returned:
pt_br: Algo deu errado com o servidor, esta é a mensagem retornada:

source: Settings Page Settings
pt_br: Configurações do King Host Varnish

source: King Host Varnish Cleaner
pt_br: Removedor do Cache Varnish da King Host

source: This plugin try to clear Varnish Cache based on King Host documentation
pt_br: Este plugin tenta limpar o cache Varnish com base na documentação do King Host
